The double wall material identifier of the fabrication part.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public int DoubleWallMaterial { get; }
  Visual Basic
Public ReadOnly Property DoubleWallMaterial As Integer
	Get
  Visual C++
public:
property int DoubleWallMaterial {
	int get ();
}
 See Also
  FabricationPart Class
  Autodesk.Revit.DB Namespace